{
    "headline_text": "Parliament Winter Session 2023 Live Updates: Amended Bills to replace criminal laws tabled in Lok Sabha; 49 Opposition MPs suspended",
    "content_text": [
        "Parliament Winter Session 2023 Live Updates: The three Bills to replace the three existing Indian criminal laws- the Bharatiya Nyaya (Second) Sanhita, 2023, the Bharatiya Nagarik Suraksha (Second) Sanhita, 2023 and the Bharatiya Sakshya (Second) Bill, 2023- have been taken up for consideration and passing in the Lok Sabha. The Bills were amended following discussions by the Parliamentary Committee.",
        "Forty-nine Lok Sabha MPs, including NC leader Farooq Abdullah, Congress leaders Shashi Tharoor , Manish Tewari, Karti Chidambaram and NCP Supriya Sule were suspended for disrupting House proceedings on Tuesday. With this, a total of 141 MPs have now been suspended in this Winter session of the Parliament – 95 from Lok Sabha and 46 from Rajya Sabha .",
        "Slamming the protesting MPs, Prime Minister Narendra Modi said some people are not destined to do constructive work and that if they continue their antics they will not return to Lok Sabha even in the current strength. Addressing the BJP MPs at the parliamentary party meeting Modi is learnt to have told them that they should not get shaken by the theatrics of the Opposition.",
        "The three Bills to replace the three existing Indian criminal laws- the Bharatiya Nyaya (Second) Sanhita, 2023,  the Bharatiya Nagarik Suraksha (Second) Sanhita, 2023 and the Bharatiya Sakshya (Second) Bill, 2023- have been taken up for consideration and passing in the Lok Sabha.",
        "The Bills were amended following discussions by the Parliamentary Committee.",
        "The Rajya Sabha was adjourned till 5 pm amid uproar by the Opposition members over the Parliament security breach issue.",
        "(PTI)",
        "Congress:",
        "Shashi Tharoor , Manish Tewari , Karti Chidambaram ,V. Vaithilingam, Gurjeet Singh Aujla, Saptagiri Ulaka, Adoor Prakash ,Pradyut Bordoloi ,Geeta Koda, Francisco Sardinha, Jyotsna Mahant, A Chellakumar, Ravneet Bittu, K. Sudhakaran, Muhammad Sadiq , M. K. Vishnu Prasad, Jasbir Singh Gill, Pratibha Singh",
        "National Conference:",
        "Farooq Abdullah, Hasnain Masoodi",
        "Samajwadi Party:",
        "Dimple Yadav, ST Hasan",
        "NCP:",
        "Supriya Sule, PP Mohammed Faizal, Amol Kolhe",
        "IUML:",
        "Abdul Samadani",
        "JDU:",
        "Giridhari Yadav , Rajiv Ranjan Singh, Santosh Kumar, Dulal Chandra Goswami, Dinesh Yadav, Mahabali Singh, Sunil Kumar",
        ", Chandeshwar Prasad, ,Alok Kumar Suman, Dileshwar Kamait",
        "DMK:",
        "S. Jagathrakshakan , SR Parthiban , A Ganeshamurthi, P Velusamy ,DNV Senthil Kumar, Dhanush M Kumar",
        "TMC:",
        "Mala Roy ,Sudip Bandyopadhyay ,Khalil Ur Rahaman , Sajda Ahmed",
        "AAP:",
        "Sushil Kumar Rinku,",
        "Danish Ali (suspended from BSP)",
        "Thol. Thirumavalavan of VCK",
        "",
        "Rajya Sabha proceedings were adjourned till 3 pm amid an uproar by opposition MPs over the issue of Parliament security breach.",
        "As many as 49 Lok Sabha MPs were suspended from the House for disrupting proceedings on Tuesday, a day after 78 opposition members were suspended from Parliament.",
        "The MPs suspended on Tuesday include National Conference's Farooq Abdullah, Congress leaders Shashi Tharoor, Manish Tewari and Karti Chidambaram and Samajwadi Party MP Dimple Yadav.",
        "Among the other MPs suspended from the Lok Sabha included Supriya Sule of the NCP, S Jagathrakshakan and DNV Senthil Kumar of the DMK, Giridhari Yadav of the JD(U), Danish Ali who has been suspended from the BSP and Sushil Kumar Rinku of the AAP. (inputs from PTI)",
        "Speaking on the suspension of Opposition MPs from the Lok Sabha and Rajya Sabha, Congress leader  Karti Chidambaram said, \"This is going to resemble the North Korean Assembly. The only thing missing is clapping, that when the Prime Minister comes and gets his bills passed and gets endorsed by a rubber stamp house. This is going to be a token house.\"",
        "VIDEO | \"This is going to resemble the North Korean Assembly. This is going to be a token house,\" says Congress MP @KartiPC on suspension of 49 Lok Sabha MPs. pic.twitter.com/mCt4JwUvC0",
        "",
        "After 49 more MPs got suspended from the Lok Sabha today, Congress MP Manish Tewari said that the Parliament has been totally delegitimised.",
        "\"Parliament has been totally delegitimized. This is to lay the framework of passing the most draconian laws in Parliament, which will turn this country into a police state\" he says.",
        "VIDEO | \"Parliament has been totally delegitimized. This is to lay the framework of passing the most draconian laws in Parliament,\" says Congress leader @ManishTewari , one of the several Opposition MPs suspended today. pic.twitter.com/Uv75gEr4kT",
        "",
        "\"Those speaking the truth and asking questions have been suspended from the House today. And the people who are abusing in the Parliament and because of whom there was a breach in the security of the Lok Sabha are sitting inside while those who are speaking the truth and raising the voice of the people of India are getting suspended,\" said Aam Aadmi Party's Lok Sabha MP Sushil Kumar Rinku.",
        "The public is seeing the kind of dirty politics happening in the Parliament,\" he said.",
        "#WATCH | \"Those speaking the truth and asking questions have been suspended from the House today. The public is seeing the kind of dirty politics happening in the Parliament,\" says AAP Lok Sabha MP Sushil Kumar Rinku on his suspension from the House for Winter session. pic.twitter.com/GpSgKA4VMx",
        "",
        "On 49 more opposition MPs suspended from Parliament for the remainder of the Winter Session, Congress MP Adhir Ranjan Chowdhury says, “It is nothing but anarchy being played inside the Parliament. They (BJP) do not have an iota of faith in the parliamentary system in our country.”",
        "#WATCH | On 49 more opposition MPs suspended from Parliament for the remainder of Winter Session, Congress MP Adhir Ranjan Chowdhury says, “It is nothing but anarchy inside the Parliament. They (BJP) do not have an iota of faith in the parliamentary system in our country.” pic.twitter.com/9t58ceZsxp",
        "",
        "On the suspension of 49 Opposition MPs from Lok Sabha, including his own, Bahujan Samaj Party Danish Ali says, \"It is strange that the Speaker says that we are being suspended as we have violated the Parliamentary decorum. How does asking questions to the Government qualify as a violation of parliamentary decorum? It wasn't violated when abuses were hurled in the House, that MP was neither suspended nor was any action taken against him. No action was taken against the BJP on whose pass the attackers entered the House. PM and HM don't make any statements. I don't understand when asking questions to the government qualifies to be a violation...\"",
        "#WATCH | On suspension of 49 Opposition MPs from Lok Sabha, including his own, Danish Ali says, \"It is strange that the Speaker says that we are being suspended as we have violated the Parliamentary decorum. How does asking questions to the Government qualify as violation of… pic.twitter.com/oit7uqsWLV",
        "",
        "On suspension of more than 40 MPs from Lok Sabha, including his own, Congress MP Shashi Tharoor says, \"...It is clear that they want an Opposition-mukt Lok Sabha and they will do something similar in Rajya Sabha. At this point, unfortunately, we have to start writing obituaries for Parliamentary democracy in India...Today, in solidarity with my colleagues, I too joined the protest and everybody who was present has been suspended for the rest of the session which means they want to pass their Bills without any discussion. I think it is a betrayal of Parliamentary democracy...\"",
        "#WATCH | On suspension of more than 40 MPs from Lok Sabha, including his own, Congress MP Shashi Tharoor says, \"...It is clear that they want an Opposition-mukt Lok Sabha and they will do something similar in Rajya Sabha. At this point, unfortunately, we have to start writing… pic.twitter.com/mh9LeXEgiB",
        "",
        "The Lok Sabha will take up three criminal code bills in the afternoon. According to BJP leaders, the debate will begin today and the bills are expected to be passed tomorrow.",
        "Shiromani Akali Dal leader HArsimrat Kaur Badal today expressed her anguish at 49 MPs being suspended from the Lok Sabha and accused the government of “wanting to make the new Parliament a graveyard of democracy.”",
        "\"I have no words. What did they think before constructing this new Parliament building? They want to make this the graveyard of democracy...You have thrown out the entire Opposition. No action has been taken against the MP who issued passes (to the security breach accused). A new rule is being set for the new Parliament - have sleeping pills and come here as you are not allowed to open your mouth and ask questions...\" she said.",
        "#WATCH | On suspension of 49 MPs from Lok Sabha, Shiromani Akali Dal (SAD) MP Harsimrat Kaur Badal says, \"I have no words. What did they think before constructing this new Parliament building? They want to make this the graveyard of democracy...You have thrown out the entire… pic.twitter.com/xrWUFoaL0b",
        "",
        "'I saw some time ago on TV channels... there is no limit to falling. I saw a senior leader of your party videographing the unparliamentary behaviour of another MP. He is even a bigger leader than you. I can only wish for good sense to prevail,' he said, adding, 'There must be some limit...At least spare some places.' 'The issue is that the office of chairman of Rajya Sabha and the office of speaker is very different. Political parties will have their cross-currents, they will have exchanges, but imagine a senior leader of your party videographing another member of another party. Mimicry of chairman, mimicry of Speaker... How ridiculous, how shameful, how unacceptable,' the chairman said to Congress leader Digvijay Singh inside the Rajya Sabha.",
        "A video of TMC MP Kalyan Banerjee shows him mimicking authorities after his suspension from the Lok Sabha on Tuesday.",
        "#WATCH | TMC MP Kalyan Banerjee mimics Rajya Sabha Chairman Jagdeep Dhankhar in Parliament premises pic.twitter.com/b835BUGRoR",
        "",
        "Congress leader Shashi Tharoor on Tuesday said that he and his party colleagues were unjustly suspended from the Lok Sabha for demanding accountability from the government.",
        "\" For the first time in my parliamentary career of nearly 15 years, I too entered the well of the House holding a placard calling for a discussion on the recent security breach. I did so out of solidarity with my @INCIndia colleagues, who have been unjustly suspended for demanding accountability from the government. I expect suspension to follow. It is a badge of honour to be defenestrated by an unfair process,\" he wrote on X.",
        "",
        "For the first time in my parliamentary career of nearly 15 years, I too entered the well of the House holding a placard calling for a discussion on the recent security breach. I did so out of solidarity with my @INCIndia colleagues, who have been unjustly suspended for demanding…",
        "",
        "Forty-nine Lok Sabha MPs, including NC leader Farooq Abdullah, Congress leaders Shashi Tharoor, Manish Tewari, Karti Chidambaram and NCP Supriya Sule were suspended for disrupting House proceedings on Tuesday. With this, a total of 141 MPs have now been suspended in this Winter session of the Parliament – 95 from Lok Sabha and 46 from Rajya Sabha.",
        "More Opposition MPs have been suspended for the remainder Winter Session after a motion was moved by Parliamentary Affairs Minister Arjun Meghwal. Lok Sabha has been adjourned till 2 pm.",
        "🔴 Lok Sabha proceedings were adjourned till 12:30 pm on Tuesday following protests by opposition members demanding a statement from Union Home Minister Amit Shah on Parliament security breach and revocation of the suspension of MPs.",
        "🔴 As soon as the House assembled, opposition members were on their feet and some of them came to the Well of the House shouting slogans against the government and holding placards. Some of them were carrying a morphed picture of PM Modi.",
        "🔴 Speaker Om Birla said it was completely against the rules, regulations and proprieties to bring placards in the House.",
        "🔴 “You may criticise the government but is it proper to stage protests like this. Do you want to set a precedent of such kind of protests. The whole country is watching your behaviour,” he said.",
        "🔴 “I strongly condemn the showing of the prime minister's morphed picture. It is complete disrespect to the honourable prime minister. People of the country have taught the opposition a good lesson in the recent assembly elections. They were badly defeated. People have thrown them out. I condemn this behaviour, the whole House condemns this. Action must be taken against those who brought the morphed pictures,” said Parliamentary Affairs Minister Pralhad Joshi.",
        "🔴 However, the opposition members ignored Birla's pleas and continued their protests leading to the adjournment of the proceedings.",
        "🔴 While Congress leader Sonia Gandhi and NCP member Supriya Sule were seen sitting in the front row of the opposition benches, Rahul Gandhi was seated in the second row. (inputs from PTI)",
        "The Rajya Sabha stands adjourned till 2 pm amid uproar by opposition members on Tuesday.",
        "TMC MP Kalyan Banerjee was seen mimicing Rajya Sabha Chairman Jagdeep Dhankhar in Parliament premises on Tuesday. The Opposition MPs continued their protests over their suspension and pressing for a statement from PM Modi and Home Minister Amit Shah on the Parliament security breach.",
        "#WATCH | TMC MP Kalyan Banerjee mimics Rajya Sabha Chairman Jagdeep Dhankhar in Parliament premises pic.twitter.com/b835BUGRoR",
        "",
        "The Lok Sabha proceedings were adjourned till 12.30 pm amid opposition protests over the Parliament security breach and demand for revocation of suspension of MPs.",
        "Slamming the Opposition, BJP leader Ravi Shankar Prasad said that the reason the MPs are protesting in the Parliament is because they can’t get over their defeat in the recent assembly polls.",
        "\"PM Modi expressed pain over the incident that happened in the Parliament. Parliament is a place where discussions should be held. Various bills which are important to pave the way for the progress of the country should be discussed in the Parliament,” he said.",
        "He also alleged the Opposition party leaders of indirectly justifiying the actions of the young individuals who had jumped into the Lok Sabha chamber from the visitors’ gallery, shouted slogans and opened canisters that emitted yellow smoke .",
        "How can any party that believes in democracy can seek to covertly or overtly justify what happened in the Parliament?...\" he said.",
        "#WATCH | BJP leader Ravi Shankar Prasad says, \"PM Modi expressed pain over the incident that happened in the Parliament. Parliament is a place where discussions should be held. Various bills which are important to pave the way for the progress of the country should be discussed… pic.twitter.com/5fd6SzQMPG",
        "",
        "“The way MPs are being suspended from Parliament, it seems they (ruling party) look at Opposition as a non-entity. And if this is the case, then democracy has no meaning,\" said Samajwadi Party leader Ram Gopal Yadav while protesting outside the Parliament on Tuesday.",
        "“They are living in fool's paradise...\" he said about people saying that the INDIA alliance has no strength now.",
        "#WATCH | On suspension of Opposition MPs & INDIA block meeting, Samajwadi Party MP Ram Gopal Yadav says, \"The way MPs are being suspended it seems they (ruling party) look at Opposition as a non-entity.\" \"They are living in fool's paradise...\" says Ram Gopal Yadav on some saying… pic.twitter.com/AB9M8ocycW",
        "",
        "Speaking on the suspension of 92 opposition MPs from the Parliament in this winter session, Congress President Mallikarjun Kharge on Tuesday said that it sets a bad precedent for Indian democracy.",
        "\"Till today so many MPs have tried to put their views forward in the Parliament. But this time Modi and Shah are not willing to attend the assembly at all. They are busy going to Varanasi and Ahmedabad. They are disrespecting the democracy. The dignity of the House is being insulted. The Speaker and the Chairman of the Lok Sabha and Rajya Sabha, instead of protecting the MPs are suspending them arbitrarily,\" said the Congress President.",
        "\"They are trying to instil fear in people and this is not good for democracy,\" he said on the suspension of 92 opposition MPs from the Parliament.",
        "#WATCH | \"This is not good for democracy,\" says LoP Rajya Sabha & Congress President Mallikarjun Kharge on suspension of 92 opposition MPs. pic.twitter.com/Bc9kBC7yii",
        "",
        "The suspended Opposition MPs were seen protesting against the government at Parliament's Makar Dwar on Tuesday morning. Seventy-eight Opposition MPs – 33 from Lok Sabha and 45 from Rajya Sabha – were suspended from Parliament on Monday – the highest-ever suspensions in a day.",
        "The MPs faced action for disrupting House proceedings. Protesting against the Parliament security breach on December 13, the Opposition members have been demanding a statement from Union Home Minister Amit Shah, followed by a discussion.",
        "#WATCH | Suspended Opposition MPs protest against the government at Parliament's Makar Dwar pic.twitter.com/TEsq1GS7n9",
        "",
        "The constituents of the opposition INDIA bloc Tuesday decided to strongly raise on Tuesday the demand for a statement from Home Minister Amit Shah on the Parliament security breach issue in both Houses. This comes a day after 78 MPs in both houses were suspended for raising the demand.",
        "\"The demand for Home Minister Amit Shah's statement will continue and the suspended MPs will protest in front of the Gandhi statue,\" Congress whip in Lok Sabha Manickam Tagore said after the meeting.",
        "Tagore himself is suspended from the Lok Sabha. (inputs from PTI)",
        "The Rajya Sabha has also been adjourned till noon on Tuesday.",
        "Meanwhile, ruckus continued in Lok Sabha as proceedings began on Tuesday morning. Within 5 minutes, the House was adjourned till noon. The remaining opposition MPs continued their protests showing placards and shouting slogans “PM sadan mein aao. Gruh mantri istifa do” (Prime Minister attend the assembly session. Home Minister resign).",
        "Lok Sabha adjourned till 12 noon with the remaining opposition MPs continuing their protests showing placards and shouting slogans “PM sadan mein aao. Gruh mantri istifa do” (Prime Minister attend the assembly session. Home Minister resign)",
        "Meanwhile, the Parliamentary Affairs Minister Pralhad Joshi taunted the opposition saying they were sulking over the defeats in the recent assembly polls.",
        "Pointing out the placards that showed the PM’s zipped- lips and reading “defeating silence, shielding culprits” Joshi said that the opposition parties would not even win back the constituencies they are holding now. He also asked Speaker Om Birla who was on the chair to take action against the opposition MPs.",
        "Ruckus continued in Lok Sabha as proceedings began on Tuesday morning. Within 5 minutes, the House was adjourned till 12 noon.",
        "Taking a dig at the Opposition party leaders, PM Modi on Tuesday said that 'if the opposition theatrics continue, they will not be able to  come back to power and win in numbers they have today.'",
        "'It is not destined for some people to do something constructive,' he said speaking on the Opposition's protest over the Parliament security breach incident. \"Some parties in a way voicing support to security breach in Parliament; it is as dangerous as the breach itself. Everyone believing in democracy should have jointly condemned security breach in Parliament,\" he said.",
        "\"We worked hard to get here. People supported us. Opposition's agenda is to disrespect the constitution and parliamentary power and it’s sad,\" the PM alleged.",
        "'We should not get shaken by the theatrics of opposition. We as a party will continue to work to respect the constitution and parliamentary regulation and we will give respect to the mandate,' he said.",
        "Modi said that while the INDIA bloc's goal is to throw out his government, his government's goal is to create a bright future for the country.",
        "The INDIA alliance on Tuesday said that the demand for Union Home Minister Amit Shah's statement on the Parliament breach incident will continue today and the suspended MPs will protest in front of the Gandhi statue in the Parliament premises.",
        "Seventy-eight Opposition MPs – 33 from Lok Sabha and 45 from Rajya Sabha – were suspended from Parliament on Monday – the highest-ever suspensions in a day. With 14 Opposition MPs (13 from Lok Sabha, one from Rajya Sabha) suspended last week, a total of 92 MPs have now been suspended this session.",
        "Parliament Winter Session 2023 Live Updates: Demand for Amit Shah's statement on Parliament breach incident will continue, says INDIA alliance as they protest in front of the Gandhi statue on Parliament premises pic.twitter.com/kbnf7H1xjA",
        "",
        "“We had a simple demand that Amit Shah make a statement (on security breach matter) in Parliament. What was the intention behind the action etc. THe BJP knows how to dodge questions and instead raise fingers on other parties. We were just raising matters of national security and that made the ruling party feel insecure. Having a majority in the Parliament should not result in a party becoming arrogant,” said Congress leader Adhir Ranjan Chowdhury ahead of the Parliament Winter Session today.",
        "#WATCH | On suspension of 92 Opposition MPs, Congress MP AR Chowdhury says,\"...When we raise the matter of national security the ruling party feels insecure...We had a simple demand that Amit Shah makes a statement (on security breach matter) in Parliament...\" pic.twitter.com/XIsaHFToQ5",
        "",
        "Prime Minister Narendra Modi arrived for the BJP Parliamentary Party Meeting, in Delhi on Tuesday.",
        "#WATCH | Prime Minister Narendra Modi arrives for the BJP Parliamentary Party Meeting, in Delhi. pic.twitter.com/W0DfptYlVZ",
        "",
        "Lok Sabha MP Manish Tewari on Tuesday gave an Adjournment Motion notice to discuss the December 13 Parliament security breach incident.",
        "On December 13, Lucknow resident Sagar Sharma and Manoranjan D, who hails from Mysuru, jumped into the Lok Sabha chamber from the visitors’ gallery, shouted slogans and opened canisters that emitted yellow smoke , triggering panic among parliamentarians.",
        "After the incident, the Ministry of Home Affairs had ordered an inquiry into the Parliament security breach incident .",
        "Congress Lok Sabha floor leader Adhir Ranjan Chowdhury is among the 78 Opposition MPs suspended from Parliament on Monday. This is a record number of suspensions of parliamentarians in a day and also in a session (92 suspended till now). In an interview, Chowdhury says that the government “does not want to run Parliament” and does not have an “iota of interest in the parliamentary system”.",
        "Adhir Ranjan Chowdhury: In a way, I am happy. I was feeling bad that many of my colleagues were suspended and that I was sitting inside. But on a serious note, (Prime Minister) Narendra Modi is heading towards striking a century in terms of suspensions of Opposition MPs. It will be a new record. The new Modi government guarantee will be this: ‘Till Modi is around, the voice of the people will not be heard in Parliament.’ (Click Here to read the full interview)",
        "Seventy-eight Opposition MPs – 33 from Lok Sabha and 45 from Rajya Sabha – were suspended from Parliament on Monday – the highest ever suspensions in a day. With 14 Opposition MPs (13 from Lok Sabha, one from Rajya Sabha) suspended last week, a total of 92 MPs have now been suspended this session.",
        "The MPs faced action for disrupting House proceedings. Protesting against the Parliament security breach on December 13, the Opposition members have been demanding a statement from Union Home Minister Amit Shah, followed by a discussion. Some MPs have also sought Shah’s resignation, and the presence of Prime Minister Narendra Modi inside Parliament to issue a statement. (Read More)",
        "A total of 33 Opposition members were suspended from the Lok Sabha Monday for disrupting the proceedings of the House over the recent Parliament security breach incident.",
        "Three MPs – Abdul Khaleque, K Jeyakumar and Vijay Vasanth – were suspended pending report of the Privileges Committee of the House. Their cases have been referred to the Privileges panel. They had climbed on to the Speaker’s podium to raise slogans. All of them are from the Congress.",
        "Abdul Khaleque",
        "Abdul Khaleque, 52, is the Congress MP from Barpeta in Assam. He had earlier served as the party MLA from the Jania Assembly constituency, winning in 2006 and 2016. In the 2019 Lok Sabha election, he secured 44.23% votes against Kumar Deepak Das of the Asom Gana Parishad (AGP), who got 34.61%.",
        "After completing his post-graduate degree in the Assamese language from Gauhati University in the early 1990s, Khaleque completed his post-graduation in International Relations from Vinayaka Missions University in 2010. According to his affidavit submitted to the Election Commission of India (ECI) in 2019, he had no criminal cases against him.",
        "Read the full story here",
        "",
        "",
        "",
        "Congress Deputy Leader in the Lok Sabha Gaurav Gogoi led the Opposition’s protest in the House on Monday. He is among the 33 Opposition MPs suspended from the Lower House today. In an interview, he asks why Union Home Minister Amit Shah cannot address Parliament over last week’s security lapse and talks about the Opposition’s next steps.",
        "It displays the cowardice of the BJP , which does not have the courage to own up to its massive failure in the intelligence and national affairs that took place in Parliament last week . The entire nation is watching the Union Home Minister (Amit Shah) go on a private news channel, explain his position, and choose to avoid the scrutiny of Parliament. He is trying to protect his parliamentary record by avoiding mentioning the serious mistakes that have taken place. For example, the position of the joint secretary of security has been lying vacant for two months. So are many other key positions in the security, all of which led to the breach inside Parliament. This blemish on the Union Home Minister’s record cannot be washed away by his silence or by suspending close to 100 MPs from both Houses. This will remain his tenure’s legacy. We will continue to raise our voices inside and outside Parliament because we feel a party that occupies a brute majority and is not accountable to the people of India is dangerous for our nation and our national security.",
        "Read the full interview here",
        "Opposition INDIA bloc lost almost half its strength in Rajya Sabha and one-third in Lok Sabha as 78 MPs in total were suspended on Monday for unruly behaviour and disregarding the directions of the Chair.",
        "The INDIA bloc has 95 MPs in Rajya Sabha of which 45 were suspended on Monday. Their another MP, AAP's Sanjay Singh, is behind bars in the Delhi liquor policy case and stands already suspended.",
        "In the Lok Sabha on the other hand, the opposition bloc has a total strength of 133 MPs of whom 46, or around on-third, stand suspended. The 46 include 33 suspended on Monday and 13 earlier.",
        "After the suspension of most of their leaders, Congress President Mallikarjun Kharge will now have to spearhead the alliance's attack in Rajya Sabha and Congress Parliamentary Party chairperson Sonia Gandhi and former Congress chief Rahul Gandhi in the Lok Sabha. (PTI)",
        "\"This is totally unbecoming, we have never come across this in the past but we will continue to take this protest forward,\" says DMK MP Tiruchi Siva on suspension of MPs from Lok Sabha and Rajya Sabha.",
        "VIDEO | \"This is totally unbecoming, we have never come across this in the past but we will continue to take this protest forward,\" says DMK MP Tiruchi Siva on suspension of MPs from Lok Sabha and Rajya Sabha. pic.twitter.com/KfQD7hqV2x",
        "Terming the suspension of MPs as \"murder of democracy\", the opposition on Monday alleged that the government wants an \"opposition-less\" Parliament to \"bulldoze\" important legislations through without debate.",
        "In an unprecedented development, 78 opposition leaders, including Adhir Ranjan Chowdhury, T R Baalu, Jairam Ramesh and Kalyan Banerjee, were suspended from the Rajya Sabha and the Lok Sabha for disrupting proceedings by waving placards and raising slogans.",
        "Monday's action has taken the total number of MPs suspended from the Lok Sabha and the Rajya Sabha to 93, with 92 being suspended since Thursday. AAP member Sanjay Singh was suspended as a Rajya Sabha member from July 24. The suspended MPs also protested on the stairs at the entrance of the new Parliament building.",
        "The Congress alleged that an \"extreme level of dictatorship\" was in place and the government wants to \"bulldoze\" important legislations through without any debate.",
        "The opposition party also called the move an \"extension of the Gujarat assembly\" in Parliament, an apparent swipe at Prime Minister Narendra Modi who was earlier the chief minister of the state. (PTI)",
        "INDIA bloc's Floor Leaders will meet tomorrow morning at Rajya Sabha LoP, Mallikarjun Kharge's office in Parliament.",
        "🔴 The Parliament on Monday passed two Bills to extend provisions of the women's reservation law to the legislative assemblies of Puducherry and Jammu and Kashmir with the Rajya Sabha clearing them with a voice vote.",
        "🔴 The Government of Union Territories (Amendment) Bill and the Jammu and Kashmir Reorganisation (Second Amendment) Bill were passed amid a din as opposition members demanding that Union Home Minister Amit Shah make a statement in the House on the December 13 Parliament security breach trooped into the well and raised slogans.The Bills were passed by the Lok Sabha on December 12.",
        "🔴 The Rajya Sabha witnessed two adjournments in the morning session. As the House reassembled at 2 pm, Minister of State for Home Affairs Nityanand Rai tabled the two Bills for consideration and passage. He said the Bills are in favour of women's rights. Soon, opposition members were on their feet raising slogans in support of their demand.",
        "🔴 Meanwhile, members of the Treasury benches and some other parties spoke in favour of the Bills, asserting that they seek to provide reservation to women in assemblies of Puducherry, and Jammu and Kashmir.",
        "🔴 V Vijayasai Reddy (YSRCP), Kavita Patidar (BJP), M Thambidurai (AIADMK), S Phangnon Konyak (BJP), Kanakamedala Ravindra Kumar (TDP), Rakesh Sinha (Nominated), Jaggesh (BJP) and Birendra Prasad Baishya (Asom Gana Parishad) were among the members who spoke in support of the Bills.",
        "🔴 The Government of Union Territories (Amendment) Bill stipulates that nearly one-third of the total number of seats to be filled by direct election to the Legislative Assembly of the union territory of Puducherry (including the number of seats reserved for women belonging to the Scheduled Castes) shall be reserved for women in such manner as the Parliament may by law determine. The Jammu and Kashmir Reorganisation (Second Amendment) Bill stipulates that seats shall be reserved for women in the legislative assembly of the Union territory of Jammu and Kashmir. (PTI)",
        "\"Today is a black day as far as the democracy is concerned, this has never happened in the history of the Indian Parliament,\" says CPI leader P Santhosh Kumar on the suspension of MPs from Lok Sabha and Rajya Sabha.",
        "VIDEO | \"Today is a black day as far as the democracy is concerned, this has never happened in the history of the Indian Parliament,\" says CPI leader P Santhosh Kumar on suspension of MPs from Lok Sabha and Rajya Sabha. pic.twitter.com/9AGRi3JiaY",
        "Thirty-three Opposition MPs from the Lok Sabha – including leader of the Congress in the House Adhir Ranjan Chowdhury – were suspended Monday for the rest of the Winter Session for disrupting the proceedings of the Lower House over the December 13 Parliament security breach.",
        "Later in the day, 45 Rajya Sabha MPs were suspended on the same ground.",
        "Last week, 14 MPs – including 13 from the Lok Sabha and 1 from the Rajya Sabha – were suspended on the same issue as they were protesting the intrusion into Parliament and demanding a statement from Union Home Minister Amit Shah on the matter.",
        "The number of suspended MPs from both the Houses has thus gone up to 92 in this session.",
        "However, the highest number of Lok Sabha MPs suspended in a single day took place in the Budget Session in March 1989 during the Rajiv Gandhi-led Congress regime.",
        "On March 15, 1989, a total of 63 Opposition MPs were suspended in the Lower House for three days for protesting over their demand for tabling of the report of the Inquiry Commission led by Justice M P Thakkar on the assassination of former Prime Minister Indira Gandhi.",
        "Read the full story here",
        "Terming the suspension of Opposition MPs in Parliament \"murder of democracy\", the Congress on Monday alleged that an \"extreme level of dictatorship\" was in place and the government wants to \"bulldoze\" important legislations through without any debate.",
        "The Congress also alleged this is an \"extension of the Gujarat assembly\" in Parliament, an apparent swipe at the prime minister who was earlier the chief minister of the state.",
        "Soon after the suspension of 33 opposition MPs of Lok Sabha and 45 of Rajya Sabha, Congress president Mallikarjun Kharge said all democratic norms have been thrown into the dustbin by this \"autocratic\" government and it has shown zero accountability towards Parliament.",
        "13 दिसंबर 2023 को संसद पर एक हमला हुआ, आज फ़िर मोदी सरकार ने संसद और लोकतंत्र पर हमला किया है। तानाशाही मोदी सरकार द्वारा अभी तक 92 विपक्षी सांसदों को निलंबित कर, सभी लोकतांत्रिक प्रणालियों को कूड़ेदान में फेंक दिया गया है। हमारी दो सरल और सहज माँगे हैं - 1. केंद्रीय गृह…",
        "Opposition leaders criticised the suspension of 78 Members of Parliament on Monday during the ongoing Winter Session, with the Congress calling the move a murder of democracy.",
        "“Not only in the Lok Sabha, today was a bloodbath in the Rajya Sabha with 45 INDIA party MPs getting suspended for demanding a statement by the Home Minister on the December 13th security breach, and for demanding that the Leader of the Opposition be allowed to speak. Incidentally, I too figure in this Roll of Honour — for the first time in my parliamentary career of 19 years. This is Murder of Democracy in India(MODI) at work!, ” said Congress leader Jairam Ramesh.",
        "Congress president Mallikarjun Kharge, in a post on X, said, “With an Opposition-less Parliament, the Modi Govt can now bulldoze important pending legislations, crush any dissent, without any debate. All Democratic norms are being thrown into the dustbin by an autocratic Modi Govt by suspending 47 MPs.”",
        "Read what other Opposition leaders said here",
        "\"In today's dark period of democracy, suspension is a badge of honour. What for? Because we are asking for an official statement (from the Home Minister)?\" says RJD MP Manoj Kumar Jha on suspension of MPs in Lok Sabha and Rajya Sabha amid Centre-Opposition stalemate over Parliament security breach issue.",
        "VIDEO | \"In today's dark period of democracy, suspension is a badge of honour. What for? Because we are asking for an official statement (from the Home Minister)?\" says RJD MP @manojkjhadu on suspension of MPs in Lok Sabha and Rajya Sabha amid Centre-Opposition stalemate over… pic.twitter.com/MuJZmfWhUk",
        "Here’s the full list of suspended Lok Sabha members:",
        "Adhir Ranjan Chowdhury – INC",
        "T R Baalu – DMK",
        "Dayanidhi Maran – DMK",
        "Saugata Roy – TMC",
        "Kalyan Banerjee – TMC",
        "Aparupa Poddar – TMC",
        "Pratima Mondal – TMC",
        "Kakori Ghosh Dastidar – TMC",
        "Shatabdi Roy – TMC",
        "Asit Kumar Mal – TMC",
        "Sunil Kumar Mandal – TMC",
        "Prasun Banerjee – TMC",
        "E T Mohammed Basheer – IUML",
        "K Navaskani – IUML",
        "A Raja – DMK",
        "G Selvam – DMK",
        "S Ramalingam – DMK",
        "S S Palanimanickam – DMK",
        "Annadurai CN – DMK",
        "T Sumathy – DMK",
        "Kalanidhi Veeraswamy – DMK",
        "N K Premachandran – RSP",
        "Kaushalendra Kumar – JD(U)",
        "Subburaman Thirunavukkarasar – INC",
        "Anto Antony, K Muraleedharan – INC",
        "K Suresh – INC",
        "Amar Singh – INC",
        "Rajmohan Unnithan – INC",
        "Gaurav Gogoi – INC",
        "Here’s the full list of the suspended Rajya Sabha members: First list:",
        "Pramod Tiwari – INC Jairam Ramesh – INC Amee Yajnik – INC Naranbhai J Rathwa – INC Syed Nasser Hussain – INC Phulo Devi Netam – INC Shaktisinh Gohil – INC K C Venugopal – INC Rajni Ashokrao Patil – INC Ranjeet Ranjan – INC Imran Pratapgarhi – INC Randeep Singh Surjewala – INC Sukhendu Sekhar Roy – TMC Mohammed Nadimul Haque – TMC Abir Ranjan Biswas – TMC Shantanu Sen – TMC Mausam Noor – TMC Prakash Chik Baraik – TMC Samirul Islam – TMC M Shanmugam – DMK N R Elango – DMK Dr Kanimozhi NVN Somu – DMK R Girirajan – DMK Prof Manoj Kumar Jha – RJD Faiyez Ahmad – RJD DR V Sivadasan – CPIM Ram Nath Thakur – JD(U) Anil Prasad Hegde – JD(U) Vandana Chavan – NCP Ram Gopal Yadav – SP Javed Ali Khan – SP Mahua Maji – JMM Jose K Mani – KC(M) Ajit Kumar Bhuyan – AGM",
        "Second list:",
        "Jebi Mather – INC Dr L Hanumanthaiah – INC Neeraj Dangi – INC Rajmani Patel – INC Kumar Ketkar – INC G C Chandrasekhar – INC Binoy Vishwam – CPI Sandosh Kumar P – CPI M. Mohd Abdulla – DMK Dr John Brittas – CPI (M) A A Rahim – CPI (M)",
        "\"BJP wants to suppress the Opposition in Parliamentary democracy. They are trying to gag the voice of the Opposition. We will discuss the matter, there is INDIA Alliance meeting tomorrow...All allies of INDIA Alliance will get closer to each other after this incident...\" TMC MP Sudip Bandyopadhyay said on suspension of Opposition MPs from Parliament.",
        "#WATCH | On suspension of Opposition MPs, TMC MP Sudip Bandyopadhyay says, \"...BJP wants to suppress the Opposition in Parliamentary democracy. They are trying to gag the voice of the Opposition. We will discuss the matter, there is INDIA Alliance meeting tomorrow...All allies of… pic.twitter.com/5fyNvzlFBH",
        "🔴 Four days after suspending 13 Opposition MPs who were protesting in Lok Sabha after the security breach in Parliament last week, Speaker Om Birla on Monday suspended 33 more for unruly behaviour, including displaying placards inside the House in protest, for the remainder of the Winter Session. The MPs suspended on Monday include Leader of the Congress party in the House Adhir Ranjan Chowdhury.",
        "Three Congress MPs – K Jayakumar, Vijay Vasanth and Abdul Khaleque – were suspended for climbing onto the Speaker’s podium and shouting slogans. Their matter has been referred to the Privileges Committee and the duration of their suspension will be decided later.",
        "🔴 Dravida Munnetra Kazhagam (DMK) MPs T R Baalu and Dayanidhi Maran and Trinamool Congress’s (TMC) Saugata Roy are also among the suspended MPs. Others are Kalyan Banerjee, Aparupa Poddar, Pratima Mondal, Kakori Ghosh Dastidar, Shatabdi Roy, Asit Kumar Mal, Sunil Kumar Mandal and Prasun Banerjee (TMC); E T Mohammed Basheer and Kani K Navas (IUML); DMK’s A Raja, G Selvam, S Ramalingam, S S Palanimanickam, Annadurai CN, T Sumathy and Kalanidhi Veeraswamy; RSP’s N K Premachandran; Kaushalendra Kumar of the JD(U), Congress MPs Subburaman Thirunavukkarasar, Anto Antony, K Muraleedharan, K Suresh, Amar Singh, Rajmohan Unnithan and Gaurav Gogoi.",
        "🔴 After being named by the Chair in the afternoon, Parliamentary Affairs Minister Pralhad Joshi moved a motion regarding the suspension and it was adopted by a voice vote. The House was then adjourned for the day.",
        "🔴 The Opposition MPs who rushed to the well of the House as soon as it met on Monday initially forced the proceedings to be adjourned till 12 noon before continuing their protests. Rajendra Agrawal, who was in the Chair when the House met at noon, warned of action against the members if they continued to protest with placards.",
        "On Monday (December 18),  33 MPs in the Lok Sabha and 45 MPs in the Rajya Sabha were suspended for the remainder of the winter session.",
        "Last week, amidst uproar in Parliament on Thursday over a discussion on the security breach in Parliament, a total of 14 MPs were suspended. Cumulatively, the number of suspensions this session goes to 92. This is the highest number of suspensions since March 1982, when 63 MPs were suspended under the Rajiv Gandhi regime.",
        "The Opposition has regularly targeted the government over suspension of its MPs for protests over various issues – such as Manipur, Delhi services legislation and price rise, among others – and alleged stifling of their voices in Parliament.",
        "We take a look at the MPs’ suspension, and its grounds, since 2019.",
        "The BJP on Monday accused the Congress and its allies of \"insulting\" the Lok Sabha speaker and Rajya Sabha chairperson and \"embarrassing\" the country with their conduct, with 92 opposition members suspended from both the Houses in the past five days.",
        "Leader of the House in Rajya Sabha Piyush Goyal told reporters that opposition members brought placards and willfully disrupted parliamentary proceedings despite the decision taken earlier that placards would not be allowed in the Houses.",
        "VIDEO | \"The rude behaviour of the Congress and its friendly partners of INDI alliance in both the Houses of Parliament today, and the manner in which several members brought placards in the House, it has embarrassed the entire country. Both the Speaker and the Chairman were… pic.twitter.com/KWt2MOmw4d",
        "🔴As many as 45 opposition members in Rajya Sabha were on Monday suspended from the House for unruly behaviour and disregarding the directions of the Chair after they raised slogans over the Parliament security breach issue and disrupted proceedings.",
        "🔴Among those suspended were Congress MPs Pramod Tiwari, Jairam Ramesh, K C Venugopal and Randeep Singh Surjewala and Samajwadi Party's Ram Gopal Yadav. The development occurred soon after 33 opposition members, including leader of Congress Adhir Ranjan Chowdhury, DMK's T R Baalu and TMC's Sougata Ray, were suspended in Lok Sabha following similar scenes in the Lower House.",
        "🔴 While 34 of the Rajya Sabha MPs were suspended for the remainder of the Winter session, 11 have been directed to stay away from the House pending an inquiry report on their conduct by the Committee of Privileges.",
        "The members were suspended after the House adopted a motion moved by Leader of the House Piyush Goyal for suspension of 34 MPs for the remainder of the session and another one for referring cases of conduct of 11 other opposition MPs to the privileges committee.",
        "🔴 The Committee has been asked to submit its report within three months and the 11 MPs will not be able to attend the proceedings of the House till then.",
        "Chairman Jagdeep Dhankhar first named the suspended members and then put the motion to vote, which was adopted by voice vote.",
        "🔴 The opposition members were creating a din in the House while demanding a statement from Home Minister Amit Shah on the security breach in Lok Sabha and were raising slogans and disrupting proceedings of the House that saw repeated adjournments since morning.",
        "🔴 The Winter session is slated to conclude on December 22. Among the 34 suspended for the remainder of the session, 12 MPs are from the Congress.",
        "🔴 The suspended members are - Pramod Tiwari, Jairam Ramesh, Amee Yajnik, Naranbhai J Rathwa, Syed Nasir Hussain, Shrimati Phulo Devi Netam, Shaktisinh Gohil, K.C.Venugopal, Rajani Ashokrao Patil, Ranjeet Ranjan, Imran Pratapgarhi, Randeep Singh Surjewala (all of Congress), while seven members are from TMC - Sukhendu Sekhar Ray, Mohammed Nadimul Haque, Abir Ranjan Biswas, Santanu Sen, Mausam Noor, Prakash Chik Baraik and Samirul Islam.",
        "🔴 Others suspended for the winter session are M Shanmugam, N. R. Elango, Kanimozhi NVN Somu, R. Girirajan, Manoj Kumar Jha, Faiyaz Ahmad V. Sivadasan, Ram Nath Thakur, Aneel Prasad Hegde, Vandana Chavan, Ram Gopal Yadav, Javed Ali Khan, Mahua Maji, Jose K. Mani and Ajit Kumar Bhuyan.",
        "🔴 The 11 opposition members whose names have been referred to the privilege committee are - Jebi Mather Hisham, L Hanumanthaiah, Neeraj Dangi, Rajmani Patel, Kumar Ketkar, G. C. Chandrashekhar, Binoy Viswam, Sandosh Kumar P, Mohamed Abdulla, John Brittasand A A Rahim.",
        "Calling the suspension of MPs in Rajya Sabha, a \"bloodbath,\" Congress leader Jairam Ramesh said that \"this is murder of democracy\" in India.",
        "Taking to X, he wrote, \"Not only in the Lok Sabha, today was a bloodbath in the Rajya Sabha with 45 INDIA party MPs getting suspended for demanding a statement by the Home Minister on the December 13th security breach, and for demanding that the Leader of the Opposition be allowed to speak. Incidentally, I too figure in this Roll of Honour — for the first time in my parliamentary career of 19 years.\"",
        "Not only in the Lok Sabha, today was a bloodbath in the Rajya Sabha with 45 INDIA party MPs getting suspended for demanding a statement by the Home Minister on the December 13th security breach, and for demanding that the Leader of the Opposition be allowed to speak.… https://t.co/iwQN4G8yPZ",
        "Following the suspension of 78 opposition MPs from both the houses of Parliament, West Bengal Chief Minister Mamata Banerjee on Monday said that the BJP-led Centre is running a \"mockery of democracy.\" \"It is not that collectively they have to suspend everybody...If they think that the House is supreme, why are they afraid? If they suspend all the members, how will they raise their voice? They are passing three important bills, even the law bills. It is a very important criminal law bill. We all said that letting a new government come as elections is left out for only three to four months. Why are they taking the decision right now? Even a new government can review all this. There is a system in democracy...Who will raise the voice for the people?\" the West Bengal CM was quoted as saying by ANI.",
        "\"This is against democracy and I protest this. This shouldn't have been done. We were demanding suspension of BJP MP (Pratap Simha), but they instead suspended us,\" said TMC MP Saugata Roy on suspension of MPs amid Centre-Opposition deadlock over Parliament security breach issue.",
        "VIDEO | \"This is against democracy and I protest this. This shouldn't have been done. We were demanding suspension of BJP MP (Pratap Simha), but they instead suspended us,\" says TMC MP @SaugataRoyMP on suspension of more than 30 Lok Sabha MPs amid Centre-Opposition deadlock over… pic.twitter.com/yg3zllVY3K",
        "\"Opposition leaders are suspended when they put forth their views, but it's all good for BJP members,\" TMC chief Mamata Banerjee said following the suspension of 78 MPs from both the houses of Parliament.",
        "Lok Sabha Speaker Om Birla conducts proceedings in the House during the Winter session of Parliament, in New Delhi, Thursday, Dec. 14, 2023. (PTI Photo)",
        "Opp suspensions over House ruckus, not security breach: Om Birla letter to MPs",
        "Amid continuing logjam in Parliament over Wednesday’s security breach, Lok Sabha Speaker Om Birla on Saturday urged members to give primacy to the dignity and decorum of the House and clarified that suspension of 13 MPs on Thursday was not in relation to the incidence of the breach but for creating ruckus in the House.",
        "“It is indeed unfortunate that some Hon’ble Members and political parties are linking the decision of the House to suspend some Hon’ble Members from the service of the House to the incident which occurred on 13th December, 2023. This is unwarranted. There is no association between the suspension of Hon’ble Members and the incident which took place on 13th December, 2023. The suspension of Hon’ble Members is purely to uphold the sanctity of the House,” Birla has written in a letter addressed to all MPs.",
        "A tale of two Parliament attacks — and shifting sands of politics, from rivalry to bad blood",
        "Krishan Kant, was heading to the exit gate of Parliament meant for the “V-P”; the convoy of cars parked outside the gate was ready to take him to his residence. The back door of his car had already been opened for him.",
        "Kant had almost reached the exit gate, when someone came running after him. A group of MPs had come to his chamber to see him urgently. The V-P turned around and went back to his chamber.",
        "While Kant was talking to the MPs in his office, there were sound of firing from outside. A car (with terrorists) came towards his vehicle and scraped it and firing ensued; a security guard from his team was killed. The massive Parliament gates were hastily closed."
    ]
}